Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=194_art_id=251.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Dållå
sma: Lïerh: Dålle

source: I galga gåddet.
sma: Aellieh buvvieh.

source: Galggap jubmelbalulattjan suv iehttset, vaj ep guojmáma vahágahte, ep ga mavga baháv suv vuosstáj dagá, ájnat niedan ja dárbon suv viehkedip.
sma: Mijjieh edtjebe Jupmelem vaetiestidh jïh iehtsedh, ollebe mijjieh mijjen mubpiem leerhkh jallh dam saejrebe, bene satnem neavrosne jïh vahresne dåarjobe.

source: Jubmel le midjij iellemav vaddám.
sma: Jupmele dïhte, mij mijjese jieledem vadteme.

source: Ja sån mijáj iellemij badjel ráddi.
sma: Jïh dïhte mijjen jieleden bïjre reerie.

source: Mij ep gåtte !
sma: Ibie mijjieh leerhkh !

source: Ep mij ietjam iellemij badjel iesj mierreda.
sma: Ibie leah gan mijjieh mah mijjen jieleden bïjre muenieh.

source: Vidát budá aj sisadná givsedimev, badjelgæhttjamav ja vasjev.
sma: Vïjhtede båvra lea aaj irhkemen, sierrestallemen jïh assjoen bïjre.

source: Bahás bágojt soajttá javllap ma iehtjádijt vahágahtti.
sma: Mijjieh maehtebe nåake baakoeh jiehtedh mah jeatjabidie saejriedieh.

source: Navti guojmát iellemtjuonamav gåttå.
sma: Naemhtie datne jieleden sjijlem mubpien luvnie jamhkele.

source: Báhko jali vasjes tjalme soajttá gåddet.
sma: Akte baakoe jallh væssjojes tjelmieh maehtieh jamhkelidh.

source: Gåktu máhtá viehkedit nuorajt gudi givseduvvi jali badjelgehtjaduvvi ?
sma: Guktie datne maahtah noerh viehkiehtidh mah irhkesuvvieh jallh sierrestallemem dååjresieh ?
